app/controllers/microposts_controller.rb

  def create
    @micropost = Micropost.new(micropost_params)

    respond_to do |format|
      if @micropost.save
---
INSERT INTO "microposts" ("content", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", "new"], ["user_id", 1], ["created_at", "2019-10-16 12:51:12.362579"], ["updated_at", "2019-10-16 12:51:12.362579"]]